tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "bat"
brew "cfn-lint"
brew "ctags"
brew "eksctl"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "go"
brew "helm"
brew "hub"
brew "jq"
brew "jump"
brew "mono-libgdiplus"
brew "neovim"
brew "ninja"
brew "nvm"
brew "prettier"
brew "pyenv"
brew "ripgrep"
brew "sshuttle"
brew "stylua"
brew "tmux"
brew "tree"
brew "zoxide"
brew "aws/tap/aws-sam-cli"
brew "tfenv"
cask "kitty"
